Repository: wp-plugins/tweettee
Catalog: languages/tweettee-*.po
Languages: de_de, ru_ru

source: Something went wrong. Check plugin settings.
de_de: Da lief was falsch. Überprüfen Plugin-Einstellungen.
ru_ru: Что-то пошло не так. Проверьте настройки плагина.

source: Displays a list of tweets in accordance with the settings
de_de: Zeigt eine Liste von Tweets in Übereinstimmung mit den Einstellungen
ru_ru: Выводит список твитов в соответствии с настройками

source: Title
de_de: Titel
ru_ru: Заголовок

source: Create new Application on
de_de: Erstelle eine neue Anwendung auf
ru_ru: Создать новое приложение на

source: Input <b>Callback URL</b> any correct url. Example:
de_de: Input <b>Callback URL</b> jede richtige URL. Beispiel:
ru_ru: Ввести в поле <b>Callback URL</b> любой корректный URL. Например:

source: Copy <b>Consumer Key</b> and <b>Consuner Secret</b> in form.
de_de: Copy <b>Consumer Key</b> und <b>Consuner Geheimnis</b> in Form.
ru_ru: Скопировать <b>Consumer Key</b> и <b>Consumer Secret</b> в поля формы.

source: Send form and follow the instructions.
de_de: Datenblatt senden und folgen Sie den Anweisungen.
ru_ru: Отправить форму и следовать дальнейшим инструкциям.

source: Send
de_de: Senden
ru_ru: Отправить

source: Settings
de_de: Einstellungen
ru_ru: Настройки

source: Home page block
de_de: Startseite Block
ru_ru: Блок на главной

source: Show tweettee unit on the home page. (Not for all themes)
de_de: Zeigen tweettee Einheit auf der Startseite. (Nicht für alle Themen)
ru_ru: Вывести блок с твитами на главной странице. (Не для всех тем)

source: After which post show unit with tweets
de_de: Nach dem Post-Show-Einheit mit Tweets
ru_ru: После какого по счету поста выводить блок с твитами

source: User timeline
ru_ru: Мои твиты

source: Home timeline
de_de: Startseite Timeline
ru_ru: Моя лента

source: Mentions
ru_ru: Упоминания

source: Home timeline another account
de_de: Startseite Timeline ein anderes Konto
ru_ru: Твиты другого твиттер аккаунта

source: Search by :
de_de: Suchen nach:
ru_ru: Поиск по :

source: free word
de_de: freie Wort
ru_ru: произвольному слову

source: Search result
de_de: Suchergebnis
ru_ru: Результаты поиска

source: Popular
de_de: beliebt
ru_ru: Популярные

source: Recent
de_de: kürzlich
ru_ru: Последние

source: Mixed
de_de: gemischt
ru_ru: Смешанные

source: Language
de_de: Sprache
ru_ru: Язык

source: Number of tweets
de_de: Anzahl der Tweets
ru_ru: Количество твитов

source: Show only text
de_de: Nur Text anzeigen
ru_ru: Показывать только текст твитов

source: All tweettee links with "<b>rel=nofollow</b>"
de_de: Alle tweettee Verbindungen mit "<b>rel = nofollow</b> "
ru_ru: Добавить к ссылкам аттрибут "<b>rel=nofollow</b>"

source: Wrap tweettee unit in "<b>&lt;!--noindex--&gt;</b>" (For SE Yandex)
de_de: Wickeln Sie tweettee Einheit in "<b>&lt;!--Noindex--&gt;</b> " (Für SE Yandex)
ru_ru: Обернуть блок с твитами в "<b>&lt;!--noindex--&gt;</b>" (Для ПС Яндекс)

source: Widget
ru_ru: Виджет

source: post tags
ru_ru: меткам поста

source: category name
de_de: Kategorienamen
ru_ru: названию категории

source: Save settings
de_de: Einstellungen speichern
ru_ru: Сохранить настройки
